import Image from "next/image";


export default function Preimushestva() {
	return (
		<section className='py-10 md:py-16'>
			<div className='container mx-auto'>
				<div className='text-center'>
					<h3 className='text-2xl sm:text-4xl font-bold mb-4 uppercase'>
						Наши преимущества
					</h3>
					<p className='text-base sm:text-lg mb-6 md:mb-14'>
						Магазин по продаже натуральной кожи и кожевенной химии, а также фурнитуры для пошива кожгалантереи и кожаной обуви – ваш надежный партнер в мире высококачественных материалов и аксессуаров для создания непревзойденных изделий. Познакомьтесь с тем, что делает нас лучшими в этой индустрии.
					</p>
				</div>

				<div className='grid grid-cols-1 sm:grid-cols-2 md:grid-cols-3 gap-6 lg:gap-8 xl:gap-10'>

					<div className="card bg-base-200 transform-gpu transition-all duration-300 hover:-translate-y-2 hover:shadow-lg">
						<div className="card-body items-center text-center gap-4">
							<a href="#/">
								<svg t="1698344279778" className="fill-current" viewBox="0 0 1024 1024" version="1.1" xmlns="http://www.w3.org/2000/svg" p-id="10154" width="105" height="105"><path d="M908.8 537.6c-6.4-57.6-38.4-121.6-96-160C780.8 352 742.4 332.8 704 320c-6.4 6.4-12.8 12.8-19.2 19.2-6.4 6.4-19.2 12.8-32 19.2 12.8 0 25.6 6.4 32 12.8C697.6 371.2 704 384 697.6 390.4c-6.4 6.4-19.2 12.8-25.6 6.4-70.4-25.6-153.6-25.6-192-19.2C467.2 384 460.8 377.6 454.4 364.8l0 0c0-12.8 6.4-19.2 19.2-19.2 6.4 0 12.8 0 25.6 0 0 0-6.4-6.4-6.4-6.4C480 326.4 467.2 313.6 460.8 300.8c0 0 0 0 0-6.4C448 300.8 435.2 300.8 428.8 300.8c-64-32-134.4-32-179.2-25.6-19.2 0-32 19.2-19.2 32l38.4 64C224 403.2 192 441.6 172.8 480L128 480c-12.8 0-25.6 12.8-25.6 25.6l0 83.2c0 6.4 6.4 19.2 12.8 19.2l57.6 25.6c25.6 57.6 76.8 102.4 140.8 140.8l0 76.8c0 12.8 12.8 25.6 32 25.6l83.2 0c12.8 0 25.6-6.4 32-12.8l19.2-38.4c19.2 0 38.4 0 51.2 0 32 0 57.6 0 83.2-6.4l0 32c0 12.8 12.8 25.6 32 25.6l83.2 0c12.8 0 25.6-6.4 25.6-12.8 44.8-70.4 89.6-134.4 128-204.8C902.4 614.4 908.8 576 908.8 537.6L908.8 537.6 908.8 537.6zM320 518.4c-25.6 0-38.4-12.8-38.4-32C281.6 467.2 300.8 448 320 448c25.6 0 38.4 12.8 38.4 32C364.8 505.6 345.6 518.4 320 518.4L320 518.4 320 518.4z" p-id="10155"></path><path d="M544 339.2c12.8 6.4 25.6 6.4 38.4 6.4 6.4 0 12.8 0 19.2 0 25.6-6.4 51.2-19.2 70.4-38.4 12.8-12.8 19.2-32 19.2-57.6 0-51.2-51.2-96-108.8-96-64 0-108.8 44.8-108.8 96 0 12.8 6.4 25.6 6.4 38.4C499.2 313.6 518.4 332.8 544 339.2L544 339.2 544 339.2z" p-id="10156"></path></svg>
							</a>
							<h4 className="card-title">Низкие цены</h4>
							<p className="text-sm base-content">
								Мы можем гарантировать наилучшие цены так как являемся первыми поставщиками. Это означает, что вы получаете доступ к высококачественной натуральной коже, кожевенной химии и фурнитуре по самым конкурентоспособным и доступным на рынке ценам.
							</p>
						</div>
					</div>

					<div className="card bg-base-200 transform-gpu transition-all duration-300 hover:-translate-y-2 hover:shadow-lg">
						<div className="card-body items-center text-center gap-4">
							<a href="#/">
								<svg t="1698344822546" className="fill-current" viewBox="0 0 1024 1024" version="1.1" xmlns="http://www.w3.org/2000/svg" p-id="13385" width="100" height="100"><path d="M352 848m-144 0a144 144 0 1 0 288 0 144 144 0 1 0-288 0Z" p-id="13386"></path><path d="M768 848m-144 0a144 144 0 1 0 288 0 144 144 0 1 0-288 0Z" p-id="13387"></path><path d="M704 182.08V128a64 64 0 0 0-64-64H192a64 64 0 0 0-64 64v32H80a48 48 0 0 0 0 96H256a48 48 0 0 1 0 96H96a48 48 0 0 0 0 96h256a48 48 0 0 1 0 96H128v144a64 64 0 0 0 27.52 52.48A217.28 217.28 0 0 1 352 632 200.64 200.64 0 0 1 553.6 768h13.12A200.64 200.64 0 0 1 768 632a220.8 220.8 0 0 1 196.16 112.32 72.32 72.32 0 0 0 27.84-56.96v-160a352 352 0 0 0-288-345.28zM704 544V280.32A275.52 275.52 0 0 1 896 544z" p-id="13388"></path></svg>
							</a>
							<h4 className="card-title">
								Быстрая доставка
							</h4>
							<p className="text-sm base-content">
								Мы гордимся быстрой доставкой наших товаров как по территории Беларуси, так и в Российскую Федерацию. Наша компания стремится обеспечить вас натуральной кожей, кожевенной химией и фурнитурой в кратчайшие сроки, чтобы вы могли начать свой проект по пошиву кожгалантереи и обуви максимально быстро.
							</p>
						</div>
					</div>

					<div className="card bg-base-200 transform-gpu transition-all duration-300 hover:-translate-y-2 hover:shadow-lg">
						<div className="card-body items-center text-center gap-4">
							<a href="#/">
								<svg t="1698346035593" className="fill-current" viewBox="0 0 1024 1024" version="1.1" xmlns="http://www.w3.org/2000/svg" p-id="17035" width="100" height="100"><path d="M950.857143 877.714286v73.142857h-219.428572v-73.142857h219.428572z m-268.190476 0v73.142857h-73.142857v-73.142857h73.142857zM146.285714 333.116952l343.28381 151.625143-1.852953 429.689905a73.216 73.216 0 0 1-2.681904-1.145905L189.732571 782.165333A73.142857 73.142857 0 0 1 146.285714 715.312762V333.116952zM950.857143 755.809524v73.142857h-219.428572v-73.142857h219.428572z m-268.190476 0v73.142857h-73.142857v-73.142857h73.142857z m268.190476-121.904762v73.142857h-219.428572v-73.142857h219.428572z m-268.190476 0v73.142857h-73.142857v-73.142857h73.142857z m200.46019-296.740572v247.954286h-320.853333l0.414476-98.401524 320.438857-149.552762zM544.402286 110.689524l295.253333 131.120762c11.239619 4.998095 20.796952 12.580571 28.038095 21.894095l-339.431619 158.98819-364.324571-161.694476a73.045333 73.045333 0 0 1 25.795047-19.187809l295.302096-131.120762a73.142857 73.142857 0 0 1 59.367619 0z" p-id="17036"></path></svg>
							</a>
							<h4 className="card-title">
								Ассортимент
							</h4>
							<p className="text-sm base-content">
								Наши преимущества включают в себя огромный ассортимент натуральной кожи и кожевенной химии, а также фурнитуры для пошива кожгалантереи и кожаной обуви. Мы предоставляем возможность заказать необходимые материалы 'под заказ', чтобы удовлетворить уникальные потребности наших клиентов.
							</p>
						</div>
					</div>

					<div className="card bg-base-200 transform-gpu transition-all duration-300 hover:-translate-y-2 hover:shadow-lg">
						<div className="card-body items-center text-center gap-4">
							<a href="#/">
								<svg t="1698347268023" className="fill-current" viewBox="0 0 1024 1024" version="1.1" xmlns="http://www.w3.org/2000/svg" p-id="24908" width="100" height="100"><path d="M312.693722 826.432319c-23.526833-2.492774-43.26027 17.243733-40.765449 40.769542 1.817392 17.142425 15.59928 30.922267 32.741705 32.737612 23.526833 2.492774 43.26027-17.243733 40.765449-40.769542C343.618035 842.028529 329.836147 828.247664 312.693722 826.432319z" p-id="24909"></path><path d="M867.199815 826.432319c-23.52581-2.493797-43.261293 17.241686-40.767496 40.767496 1.817392 17.142425 15.597233 30.922267 32.739659 32.739659 23.52581 2.493797 43.261293-17.241686 40.767496-40.767496C898.122081 842.029552 884.34224 828.248687 867.199815 826.432319z" p-id="24910"></path><path d="M900.152321 575.790862 900.152321 351.624383c0-34.798551-29.059849-63.149249-64.916499-63.497173l-601.179089-40.249703c-5.39487-44.208874-9.957793-76.902484-12.834306-88.528266-4.754281-19.213597-15.32401-34.029024-30.565133-42.843784-14.927991-8.632611-31.369452-10.033517-43.880393-9.337669-10.538007 0.585331-17.818831 10.772344-14.906501 20.916379 2.619664 9.314133 11.04659 15.884782 20.720927 15.939017 6.567579 0.036839 13.837146 1.130753 19.681248 4.554736 6.455015 3.781116 10.728342 10.208503 13.065574 19.650549 2.87242 11.609409 7.833409 48.298006 13.855566 98.889241 0.033769 0.347924 0.070608 0.693802 0.12382 1.035586 14.936177 125.645628 36.331463 335.971891 48.657186 461.879486 0.512676 32.742728 26.594705 59.21873 58.582233 59.21873l574.695924 0c9.634428 0 17.97949-7.206122 18.826787-16.803711 0.968048-10.964726-7.646144-20.163225-18.409279-20.163225L306.555931 752.284575c-11.922541 0-21.62246-10.422374-21.62246-23.232121 0-0.601704-0.029676-1.202385-0.088004-1.801019-0.343831-3.518127-1.992377-20.329001-4.556783-46.105061l555.029002-41.859363C871.13852 638.898155 900.152321 610.56383 900.152321 575.790862zM671.26533 461.142705c0 11.417027-9.340739 20.757766-20.757766 20.757766l-70.168106 0 0 70.168106c0 11.416004-9.340739 20.757766-20.757766 20.757766l-7.601118 0c-11.417027 0-20.757766-9.340739-20.757766-20.757766l0-70.168106-70.168106 0c-11.416004 0-20.757766-9.340739-20.757766-20.757766l0-7.601118c0-11.417027 9.340739-20.757766 20.757766-20.757766l70.168106 0 0-70.168106c0-11.416004 9.340739-20.757766 20.757766-20.757766l7.601118 0c11.417027 0 20.757766 9.340739 20.757766 20.757766l0 70.168106 70.168106 0c11.416004 0 20.757766 9.340739 20.757766 20.757766L671.26533 461.142705z" p-id="24911"></path></svg>
							</a>
							<h4 className="card-title">
								Опт и Розница
							</h4>
							<p className="text-sm base-content">
								Мы предлагаем розничную и оптовую продажу натуральной кожи, кожевенной химии и фурнитуры для пошива кожгалантереи и кожаной обуви. Наши преимущества включают широкий ассортимент высококачественных материалов, конкурентоспособные цены и гибкую систему скидок. Независимо от того, являетесь ли вы мелким предпринимателем или оптовым покупателем, мы готовы предоставить вам лучшие решения для вашего бизнеса
							</p>
						</div>
					</div>

					<div className="card bg-base-200 transform-gpu transition-all duration-300 hover:-translate-y-2 hover:shadow-lg">
						<div className="card-body items-center text-center gap-4">
							<a href="#/">
								<svg t="1698346934953" className="fill-current" viewBox="0 0 1024 1024" version="1.1" xmlns="http://www.w3.org/2000/svg" p-id="22808" width="100" height="100"><path d="M902.604162 233.211483 734.909859 233.211483l0-55.456033c0-30.458709-25.15389-55.428404-55.898101-55.428404L343.617012 122.327046c-30.744211 0-55.892985 24.969695-55.892985 55.428404l0 55.456033-167.69942 0c-30.738072 0-55.892985 24.935925-55.892985 55.423287l0 554.363853c0 30.492478 25.15389 55.434543 55.892985 55.434543l782.578532 0c30.744211 0 55.898101-24.942065 55.898101-55.434543L958.50124 288.63477C958.502263 258.147408 933.348374 233.211483 902.604162 233.211483L902.604162 233.211483zM343.617012 177.883363c0.033769-0.033769 0.061398-0.083911 0.11154-0.128937l335.193155 0c0.033769 0.045025 0.089028 0.072655 0.11768 0.128937l0 55.32812L343.650781 233.211483l0-55.32812L343.617012 177.883363zM902.604162 454.958866l-111.796202 0 0 138.599661c0 15.220656-12.577456 27.709085-27.949562 27.709085l-55.898101 0c-15.377222 0-27.949562-12.487406-27.949562-27.709085L679.010735 454.958866 343.617012 454.958866l0 138.599661c0 15.220656-12.571317 27.709085-27.949562 27.709085L259.770372 621.267613c-15.365966 0-27.943422-12.487406-27.943422-27.709085L231.826949 454.958866 120.024607 454.958866l0-55.4458 782.578532 0L902.603139 454.958866 902.604162 454.958866zM902.604162 454.958866" p-id="22809"></path></svg>
							</a>
							<h4 className="card-title">
								Опыт
							</h4>
							<p className="text-sm base-content">
								Наши преимущества также основаны на многолетнем опыте работы. Наша компания гордится более чем десятилетней историей, в течение которой мы приобрели глубокое понимание потребностей клиентов и выработали выдающийся профессионализм в этой области. Этот опыт позволяет нам предоставлять высококачественные продукты и профессиональные консультации, отвечая нашим клиентам наивысшим уровнем удовлетворения и надежности.
							</p>
						</div>
					</div>

					<div className="card bg-base-200 transform-gpu transition-all duration-300 hover:-translate-y-2 hover:shadow-lg">
						<div className="card-body items-center text-center gap-4">
							<a href="#/">
								<svg t="1698347075520" className="fill-current" viewBox="0 0 1024 1024" version="1.1" xmlns="http://www.w3.org/2000/svg" p-id="23905" width="105" height="105"><path d="M106 255.5a156 156 0 1 1 156 156 156 156 0 0 1-156-156z m657 156a156 156 0 1 0-156-156 156 156 0 0 0 156 156z m-0.5 43.5c-85.8 0-156 70.2-156 156v40.6l-93.79 58.68L417.5 651v-40c0-85.8-70.2-156-156-156s-156 70.2-156 156v249a64.19 64.19 0 0 0 64 64h184a64.19 64.19 0 0 0 64-64V726.41l78.34 48.76a32 32 0 0 0 33.88 0l76.78-48V860a64.19 64.19 0 0 0 64 64h184a64.19 64.19 0 0 0 64-64V611c0-85.8-70.2-156-156-156z" p-id="23906"></path></svg>
							</a>
							<h4 className="card-title">
								Партнёрские отношения
							</h4>
							<p className="text-sm base-content">
								Мы гордимся нашими партнерскими отношениями с ведущими производителями натуральной кожи и кожевенной химии. Эти долгосрочные связи позволяют нам предоставлять нашим клиентам только лучшие материалы для пошива кожгалантереи и обуви. Наши партнеры доверяют нам и предоставляют высококачественные продукты, которые мы гордо предлагаем вам.
							</p>
						</div>
					</div>
				</div>
			</div>
		</section>

	)
}